---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireMaterialParam
source: html/25c23ae7-3c29-774a-315c-95ec4162cffe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireMaterialParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireMaterialParam { get; }
```